tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "xz"
brew "jpeg-xl"
brew "gdbm"
brew "readline"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "libffi"
brew "python@3.9"
brew "openjdk@11"
brew "bazel"
brew "bison"
brew "chruby"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "faiss"
brew "findutils"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "libb2"
brew "libyaml"
brew "make"
brew "node"
brew "openssl@3"
brew "pinentry-mac"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ruby"
brew "ruby-install"
brew "tmux"
brew "vim"
brew "wget"
cask "hammerspoon"
cask "java8"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.copilot-nightly"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
