tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "gdbm"
brew "readline"
brew "xz"
brew "autojump"
brew "automake"
brew "bazel"
brew "bison"
brew "libffi"
brew "python@3.9"
brew "chruby"
brew "coreutils"
brew "findutils"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "libyaml"
brew "make"
brew "node"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "protobuf", link: false
brew "pyenv"
brew "python@3.8"
brew "rtorrent"
brew "ruby"
brew "ruby-install"
brew "tmux"
brew "wget"
cask "hammerspoon"
cask "java8"
